[
    {
		"id": 1,
        "tytul": "Echo z otchłani",
        "autor": "Remigiusz Mróz",
        "obraz": "echo_z_otchlani.jpg",
		"gatunki": "fantasy, science fiction",
        "wydawnictwo": "Czwarta Strona",
		"data_wydania": "2020-02-12",
		"liczba_stron": "403",
		"isbn": "9788366517646",
        "opis": "Kontynuacja Chóru zapomnianych głosów - bestsellerowej powieści z gatunku science-fiction Remigiusza Mroza. Dalsze losy Håkona Lindberga, Dija Udina Alhassana i Ellyse. ISS Kennedy powrócił na Ziemię, która w niczym nie przypomina planety sprzed kilkuset lat. Po globalnym kataklizmie stała się jałowym pustkowiem, a na jej powierzchni przetrwali tylko nieliczni. Ocalałe statki Ara Maxima są bezpieczne na orbicie, czekając na dalsze instrukcje tych, którzy podejmą się odbudowy ludzkości. Co zdarzyło się na Ziemi? I czy okrętom naprawdę nic nie grozi? Wróg wygrał proelium i czeka gdzieś pośród gwiazd, świadomy istnienia gatunku ludzkiego. Jeden z nich nadal znajduje się w kriokomorze Kennedy’ego. I będzie miał szansę, by odkupić swoje winy…"
    },
    {
		"id": 2,
        "tytul": "Chór zapomnianych głosów",
        "autor": "Remigiusz Mróz",
        "obraz": "chor_zapomnianych_glosow.jpg",
		"gatunki": "fantasy, science fiction",
        "wydawnictwo": "Czwarta Strona",
		"data_wydania": "2019-11-27",
		"liczba_stron": "496",
		"isbn": "9788366431331",
        "opis": "Okręt badawczy „Accipiter” przemierza bezkres kosmicznej próżni, a jego załoga pogrążona jest w głębokiej kriostazie. Nieliczni świadomi są dramatu, który rozgrywa się na pokładzie. Astrochemik Håkon Lindberg budzi się przedwcześnie z kriogenicznego snu i widzi, jak ginie jeden z ostatnich członków załogi. Prócz niego rzeź przetrwał tylko nawigator, Dija Udin Alhassan. Czy to on jest odpowiedzialny za fiasko misji? A może stoi za tym jakaś niewypowiedziana siła? Obca cywilizacja? Nieokreślony byt? Ludzkość podróżuje między gwiazdami, odkrywa miriady światów, ale nigdy nie napotkała żadnych oznak życia. Chór zapomnianych głosów to SF z tempem właściwym powieściom sensacyjnym, intrygą iście kryminalną i klimatem rodem z horrorów. Zakończenie powinno zaskoczyć nawet najbardziej przewidującego czytelnika."
    },
    {
		"id": 3,
        "tytul": "Metro 2033",
        "autor": "Dmitry Glukhovsky",
        "obraz": "metro_2033.jpg",
		"gatunki": "fantasy, science fiction",
        "wydawnictwo": "Insignis",
		"data_wydania": "2018-10-17",
		"liczba_stron": "578",
		"isbn": "9788366071308",
        "opis": "Czy kiedykolwiek przyszło ci do głowy, że ostatni epizod historii cywilizacji człowieka rozegra się w przejmującej atmosferze moskiewskiego metra? Czy człowiek, który w marzeniach sięgał gwiazd, godzien jest skończyć jak szczur, sto metrów pod ziemią? Mało prawdopodobne? Po przeczytaniu „Metra 2033” – rosyjskiego, kultowego już bestsellera, który zawładnął wyobraźnią ponad dwuipółmilionowej rzeszy czytelników – na pewno zmienisz zdanie. Ten thriller SF, którego wartka akcja i niezwykle sugestywnie przedstawiony świat nie pozwolą ci się od niego oderwać aż do ostatniej strony, to nie tylko wspaniała rozrywka i uczta dla czytelnika. To także portret człowieka u schyłku cywilizacji; przejmująca analiza jego niezmiennej natury. To obraz świata po końcu świata. Rok 2033. W wyniku konfliktu atomowego świat uległ zagładzie. Ocaleli tylko nieliczni, chroniący się w moskiewskim metrze, które dzięki unikalnej konstrukcji stało się najprawdopodobniej ostatnim przyczółkiem ludzkości. Na mrocznych stacjach, rozświetlanych światłami awaryjnymi i blaskiem ognisk, ludzie ci próbują wieść życie zbliżone do tego sprzed katastrofy. Tworzą mikropaństwa spajane ideologią, religią czy po prostu ochroną filtrów wodnych... Zawierają sojusze, toczą wojny. WOGN to wysunięta najbardziej na północ zamieszkała stacja metra. Kiedyś była jedną z najpiękniejszych, a po zagładzie przez długi czas pozostawała bezpieczna. Teraz pojawiło się na niej śmiertelne niebezpieczeństwo. Artem, młody mężczyzna z WOGN-u, otrzymuje zadanie: musi przedostać się do legendarnej stacji Polis, serca moskiewskiego metra, aby przekazać ostrzeżenie o nowym niebezpieczeństwie. Od powodzenia jego misji zależy przyszłość nie tylko peryferyjnej stacji, ale być może całej ocalałej w metrze ludzkości."
    },
    {
        "id": 4,
        "tytul": "Władca Pierścieni: Drużyna Pierścienia",
        "autor": "J.R.R. Tolkien",
        "obraz": "wladca_pierscieni_druzyna_pierscienia.jpg",
        "gatunki": "fantasy, przygoda",
        "wydawnictwo": "Zysk i S-ka",
        "data_wydania": "2002-01-15",
        "liczba_stron": "544",
        "isbn": "9788375062908",
        "opis": "Pierwszy tom trylogii opowiadającej o wyprawie mającej na celu zniszczenie Jedynego Pierścienia."
    },
    {
        "id": 5,
        "tytul": "Harry Potter i Kamień Filozoficzny",
        "autor": "J.K. Rowling",
        "obraz": "harry_potter_kamien_filozoficzny.jpg",
        "gatunki": "fantasy, dla dzieci",
        "wydawnictwo": "Media Rodzina",
        "data_wydania": "2000-09-01",
        "liczba_stron": "322",
        "isbn": "9788380082197",
        "opis": "Pierwszy tom o przygodach młodego czarodzieja Harry'ego Pottera."
    },
    {
        "id": 6,
        "tytul": "Gra o Tron",
        "autor": "George R.R. Martin",
        "obraz": "gra_o_tron.jpg",
        "gatunki": "fantasy, dramat",
        "wydawnictwo": "Zysk i S-ka",
        "data_wydania": "1996-08-06",
        "liczba_stron": "694",
        "isbn": "9788375060560",
        "opis": "Pierwszy tom sagi Pieśni Lodu i Ognia, opowieść o polityce i intrygach w fikcyjnym świecie Westeros."
    },
    {
        "id": 7,
        "tytul": "Duna",
        "autor": "Frank Herbert",
        "obraz": "duna.jpg",
        "gatunki": "science fiction, epicka",
        "wydawnictwo": "Rebis",
        "data_wydania": "1985-06-01",
        "liczba_stron": "705",
        "isbn": "9788375101089",
        "opis": "Opowieść o losach młodego Paula Atreidesa na pustynnej planecie Arrakis."
    },
    {
        "id": 8,
        "tytul": "451° Fahrenheita",
        "autor": "Ray Bradbury",
        "obraz": "451_fahrenheita.jpg",
        "gatunki": "science fiction, antyutopia",
        "wydawnictwo": "Czytelnik",
        "data_wydania": "1953-10-19",
        "liczba_stron": "256",
        "isbn": "9788380090376",
        "opis": "Przyszłość, w której książki są zakazane i palone przez specjalnych strażaków."
    },
    {
        "id": 9,
        "tytul": "Zbrodnia i kara",
        "autor": "Fiodor Dostojewski",
        "obraz": "zbrodnia_i_kara.jpg",
        "gatunki": "klasyka, dramat",
        "wydawnictwo": "PIW",
        "data_wydania": "1866-01-15",
        "liczba_stron": "672",
        "isbn": "9788306023195",
        "opis": "Historia moralnego upadku i odkupienia młodego studenta w Petersburgu."
    },
    {
        "id": 10,
        "tytul": "Mistrz i Małgorzata",
        "autor": "Michaił Bułhakow",
        "obraz": "mistrz_i_malgorzata.jpg",
        "gatunki": "fantasy, klasyka",
        "wydawnictwo": "Muza",
        "data_wydania": "1967-05-01",
        "liczba_stron": "480",
        "isbn": "9788373199988",
        "opis": "Kultowa powieść o diable, miłości i ludzkich słabościach, osadzona w Moskwie."
    },
    {
        "id": 11,
        "tytul": "Lalka",
        "autor": "Bolesław Prus",
        "obraz": "lalka.jpg",
        "gatunki": "klasyka, romans",
        "wydawnictwo": "PWN",
        "data_wydania": "1890-01-01",
        "liczba_stron": "880",
        "isbn": "9788301141437",
        "opis": "Powieść o losach kupca Stanisława Wokulskiego i jego niespełnionej miłości do arystokratki."
    },
    {
        "id": 12,
        "tytul": "Folwark zwierzęcy",
        "autor": "George Orwell",
        "obraz": "folwark_zwierzecy.jpg",
        "gatunki": "klasyka, antyutopia",
        "wydawnictwo": "Muza",
        "data_wydania": "1945-08-17",
        "liczba_stron": "144",
        "isbn": "9788380060492",
        "opis": "Allegoryczna opowieść o społeczeństwie zwierząt, które przejmują władzę na farmie."
    },
    {
        "id": 13,
        "tytul": "Paragraf 22",
        "autor": "Joseph Heller",
        "obraz": "paragraf_22.jpg",
        "gatunki": "antywojenna, satyra",
        "wydawnictwo": "Albatros",
        "data_wydania": "1961-11-10",
        "liczba_stron": "544",
        "isbn": "9788381254630",
        "opis": "Satyryczna powieść o absurdach wojny, skupiająca się na losach bombardiera Yossariana."
    },
    {
        "id": 14,
        "tytul": "Rok 1984",
        "autor": "George Orwell",
        "obraz": "rok_1984.jpg",
        "gatunki": "science fiction, antyutopia",
        "wydawnictwo": "Muza",
        "data_wydania": "1949-06-08",
        "liczba_stron": "336",
        "isbn": "9788373193214",
        "opis": "Opowieść o świecie pod totalitarną kontrolą, w którym wolność i prywatność są iluzją."
    },
    {
        "id": 15,
        "tytul": "Solaris",
        "autor": "Stanisław Lem",
        "obraz": "solaris.jpg",
        "gatunki": "science fiction, filozofia",
        "wydawnictwo": "Cybernetic",
        "data_wydania": "1961-05-01",
        "liczba_stron": "280",
        "isbn": "9788380972962",
        "opis": "Historia naukowca badającego planetę Solaris, która potrafi odczytywać i materializować ludzkie myśli."
    }
]