{
  "book-collection": [
    {
      "id": "1",
      "title": "Metro 2033",
      "author": "Dmitry Glukhovsky",
      "cover": "metro_2033.jpg",
      "genres": "fantasy, science fiction",
      "publisher": "Insignis",
      "date": "2018-10-17",
      "pages": "578",
      "isbn": "9788366071308",
      "rate": "-",
      "review": "Brak recenzji",
      "desc": "Czy kiedykolwiek przyszło ci do głowy, że ostatni epizod historii cywilizacji człowieka rozegra się w przejmującej atmosferze moskiewskiego metra? Czy człowiek, który w marzeniach sięgał gwiazd, godzien jest skończyć jak szczur, sto metrów pod ziemią? Mało prawdopodobne? Po przeczytaniu „Metra 2033” – rosyjskiego, kultowego już bestsellera, który zawładnął wyobraźnią ponad dwuipółmilionowej rzeszy czytelników – na pewno zmienisz zdanie. Ten thriller SF, którego wartka akcja i niezwykle sugestywnie przedstawiony świat nie pozwolą ci się od niego oderwać aż do ostatniej strony, to nie tylko wspaniała rozrywka i uczta dla czytelnika. To także portret człowieka u schyłku cywilizacji; przejmująca analiza jego niezmiennej natury. To cover świata po końcu świata. Rok 2033. W wyniku konfliktu atomowego świat uległ zagładzie. Ocaleli tylko nieliczni, chroniący się w moskiewskim metrze, które dzięki unikalnej konstrukcji stało się najprawdopodobniej ostatnim przyczółkiem ludzkości. Na mrocznych stacjach, rozświetlanych światłami awaryjnymi i blaskiem ognisk, ludzie ci próbują wieść życie zbliżone do tego sprzed katastrofy. Tworzą mikropaństwa spajane ideologią, religią czy po prostu ochroną filtrów wodnych... Zawierają sojusze, toczą wojny. WOGN to wysunięta najbardziej na północ zamieszkała stacja metra. Kiedyś była jedną z najpiękniejszych, a po zagładzie przez długi czas pozostawała bezpieczna. Teraz pojawiło się na niej śmiertelne niebezpieczeństwo. Artem, młody mężczyzna z WOGN-u, otrzymuje zadanie: musi przedostać się do legendarnej stacji Polis, serca moskiewskiego metra, aby przekazać ostrzeżenie o nowym niebezpieczeństwie. Od powodzenia jego misji zależy przyszłość nie tylko peryferyjnej stacji, ale być może całej ocalałej w metrze ludzkości."
    },
    {
      "id": "2",
      "isbn": "9780141046303",
      "title": "Assassin's Creed Renesans",
      "author": "Oliver Bowden",
      "cover": "https://s.lubimyczytac.pl/upload/books/73000/73052/352x500.jpg",
      "publisher": "Insignis",
      "date": "2010-10-11",
      "pages": "485",
      "desc": "\"POPRZYSIĄGŁEM ZEMSTĘ TYM,\nKTÓRZY ZDRADZILI MOJĄ RODZINĘ.\nJESTEM EZIO AUDITORE DA FIRENZE.\nJESTEM ASASYNEM...\"\nMłody szlachcic, zdradzony przez panujące rody Italii, wyrusza w poszukiwaniu zemsty. Aby stawić czoła spiskowcom i przywrócić rodzinie honor, będzie musiał poznać sztukę zabijania.\nW swojej misji Ezio skorzysta z pomocy światłych umysłów, takich jak Leonardo da Vinci czy Niccolo Machiavelli, świadom, że jego przeżycie zależy od nabytych umiejętności.\nDla swoich sprzymierzeńców stanie się siłą przemian, bojownikiem o wolność i sprawiedliwość. Dla wrogów będzie śmiertelnym zagrożeniem, siejącym postrach wśród tyranów, którzy ciemiężą lud Italii.\nTak rozpoczyna się epicka opowieść o władzy, zemście i spisku.\nPRAWDA BĘDZIE SPISANA KRWIĄ.\nNa podstawie bestsellerowej gry firmy Ubisoft.",
      "genres": "fantasy, przygoda, sensacja, na podstawie gry",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "3",
      "isbn": "9798344290973",
      "title": "Pan i Wladca Wszechświata Jezus Chrystus",
      "author": "Jezus Chrystus",
      "cover": "http://books.google.com/books/content?id=E7Lx0AEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "publisher": "brak",
      "date": "2024-10-21",
      "pages": "104",
      "desc": "Ta urocza kolorowanka zawiera 50 starannie wykonanych ilustracji na 104 prawych stronach, zapraszając dzieci do ożywienia wzruszających historii Jezusa Chrystusa. Dzieci mogą kolorowac sceny z życia Jezusa Chrystusa, który nauczal mądrości, szerzyl milośc i uzdrawial chorych. W tych momentach Jezus okazywal wspólczucie i dawal nadzieję wszystkim, którzy za Nim podążali. Jedna ze scen pozwala dzieciom pokolorowac moment, gdy Mojżesz otrzymuje Dziesięc Przykazań od Boga, oferując wskazówki i prawa dla calej ludzkości.",
      "genres": "dla dzieci, dla młodzieży",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "4",
      "isbn": "9781338878929",
      "title": "Harry Potter i Kamień Filozoficzny",
      "author": "J. K. Rowling",
      "cover": "https://ecsmedia.pl/c/harry-potter-i-kamien-filozoficzny-b-iext170105489.jpg",
      "publisher": "Media Rodzina",
      "date": "2024-12-31",
      "pages": "320",
      "desc": "Pierwszy tom cyklu \"Harry Potter\" w poważnej, \"dorosłej\" okładce. Harry Potter, sierota i podrzutek, od niemowlęcia wychowywany był przez ciotkę i wuja, którzy traktowali go jak piąte koło u wozu. Pochodzenie chłopca owiane jest tajemnicą; jedyną pamiątką Harry`ego z przeszłości jest zagadkowa blizna na czole. Skąd jednak biorą się niesamowite zjawiska, które towarzyszą nieświadomemu niczego Potterowi? Harry nigdy by się nie spodziewał, że można latać na miotle, znać bardzo pożyteczne zaklęcia i nosić pelerynę niewidkę. Nigdy też nie przyszłoby mu do głowy, że to właśnie on stoczy walkę z potężnym i złym Lordem Voldermortem.",
      "genres": "fantasy, przygoda",
      "obraz": "unknown.jpg",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "5",
      "title": "Przykładowa książka",
      "genres": "gatunek1, gatunek2",
      "isbn": "1234567891234",
      "desc": "gdf",
      "pages": "143",
      "publisher": "Wydawnictwo",
      "author": "Autor",
      "date": "1993-11-10",
      "cover": "",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "6",
      "isbn": "9788381884105",
      "title": "Diuna",
      "author": "Frank Herbert",
      "cover": "https://cdn.swiatksiazki.pl/media/catalog/product/1/2/1299906667612.jpg?width=650&height=650&store=default&cover-type=small_cover",
      "publisher": "Rebis",
      "date": "2024-01-01",
      "pages": "777",
      "desc": "Arrakis, zwana Diuną, to jedyne we wszechświecie źródło melanżu. Z rozkazu Padyszacha Imperatora planetę przejmują Atrydzi, zaciekli wrogowie władających nią dotychczas Harkonnenów. Zwycięstwo księcia Leto Atrydy jest jednak pozorne – przejęcie planety ukartowano. W odpowiedzi na atak Imperium i Harkonnenów dziedzic rodu Atrydów Paul staje na czele rdzennych mieszkańców Diuny i sięga po imperialny tron. Oszałamiające połączenie przygody oraz mistycyzmu, ekologii i polityki.\n\"Diuna\" otrzymała dwie najbardziej prestiżowe nagrody SF: Nebula i Hugo.\nDom Wydawniczy REBIS oddaje czytelnikom nowe, poprawione wydanie cyklu „Kroniki Diuny”, który tworzą: \"Diuna\", \"Mesjasz Diuny\", \"Dzieci Diuny\", \"Bóg Imperator Diuny\", \"Heretycy Diuny\" i \"Kapitularz Diuną\".\nNajnowszą ekranizację \"Diuny\" wyreżyserował Denis Villeneuve (\"Blade Runner 2049\", \"Sicario\"). Autorami scenariusza są Eric Roth (\"Forrest Gump\"),Jon Spaihts (\"Doktor Strange\") i Denis Villeneuve, a muzyki – Hans Zimmer (\"Gladiator\", \"Incepcja\", \"Dunkierka\"). W obsadzie gwiazdy światowego kina: Timothée Chalamet, Rebecca Ferguson, Stellan Skarsgård, Jason Momoa, Charlotte Rampling, Javier Bardem, Josh Brolin, Zendaya i Oscar Isaac.",
      "genres": "fantasy, science fiction, przygoda, sensacja",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "7",
      "isbn": "9788375780635",
      "title": "Wiedźmin. Ostatnie Życzenie. Tom 1",
      "author": "Andrzej Sapkowski",
      "cover": "https://s.lubimyczytac.pl/upload/books/240000/240310/1114358-352x500.jpg",
      "publisher": "superNOWA",
      "date": "2014-09-25",
      "pages": 332,
      "desc": "Później mówiono, że człowiek ów nadszedł od północy, od Bramy Powroźniczej. Nie był stary, ale włosy miał zupełnie białe. Kiedy ściągnął płaszcz, okazało się, że na pasie za plecami ma miecz.\nBiałowłosego przywiodło do miasta królewskie orędzie: trzy tysiące orenów nagrody za odczarowanie nękającej mieszkańców Wyzimy strzygi.\nTakie czasy nastały. Dawniej po lasach jeno wilki wyły, teraz namnożyło się rozmaitego paskudztwa – gdzie spojrzysz, tam upiory, bazyliszki, diaboły, żywiołaki, wiły i utopce plugawe. A i niebacznie uwolniony z amfory dżinn, potrafiący zamienić życie spokojnego miasta w koszmar, się trafi.\nTu nie wystarczą zwykłe czary ani osinowe kołki. Tu trzeba zawodowca.\nWIEDŹMINA.\nMistrza magii i miecza. Tajemną sztuką wyuczonego, by strzec na świecie moralnej i biologicznej równowagi.",
      "genres": "fantasy, przygoda, sensacja",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "8",
      "isbn": "9788382349504",
      "title": "Hyperion",
      "author": "Dan Simmons",
      "cover": "https://cdn.swiatksiazki.pl/media/catalog/product/x/5/x599907020605.jpg?width=650&height=650&store=default&image-type=small_image",
      "publisher": "Mag",
      "date": "2015-09-01",
      "pages": "592",
      "desc": "W dalekiej przyszłości ludzkość skolonizowała wiele planet, tworząc ogromny Hegemonia. Na planecie Hyperion odbywa się pielgrzymka, której uczestnicy mają stawić czoła tajemniczemu Bytowi - Dzierzbie.",
      "genres": "science fiction, space opera",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "9",
      "isbn": "9788381165587",
      "title": "Z mgły zrodzony",
      "author": "Brandon Sanderson",
      "cover": "https://ecsmedia.pl/c/z-mgly-zrodzony-b-iext161106247.jpg",
      "publisher": "Mag",
      "date": "2019-04-04",
      "pages": "672",
      "desc": "Pierwszy tom epickiej trylogii fantasy, w której Sanderson przedstawia świat, gdzie popioły zasypują niebo, a ludzie żyją w tyranii potężnego Władcy.",
      "genres": "fantasy, przygoda",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "10",
      "isbn": "9780345391803",
      "title": "Gra Endera",
      "author": "Orson Scott Card",
      "cover": "https://fwcdn.pl/fpo/39/03/163903/7570146_1.3.jpg",
      "publisher": "Tor Books",
      "date": "1994-07-15",
      "pages": "384",
      "desc": "Historia młodego chłopca, który jest trenowany, aby dowodzić ludzkością w wojnie przeciwko obcym. Książka to połączenie strategii, emocji i pytania o granice człowieczeństwa.",
      "genres": "science fiction, wojna",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "11",
      "isbn": "9781781103484",
      "title": "Hobbit, czyli tam i z powrotem",
      "author": "J.R.R. Tolkien",
      "cover": "https://s.lubimyczytac.pl/upload/books/5121000/5121473/1164463-352x500.jpg",
      "publisher": "HarperCollins",
      "date": "2014-08-14",
      "pages": "310",
      "desc": "Klasyczna powieść fantasy o przygodach Bilbo Bagginsa, który wyrusza w pełną niebezpieczeństw podróż w poszukiwaniu smoczego skarbu.",
      "genres": "fantasy, przygoda",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "12",
      "isbn": "9788376483672",
      "title": "Opowieści z Narnii: Lew, czarownica i stara szafa",
      "author": "C.S. Lewis",
      "cover": "https://s.lubimyczytac.pl/upload/books/81000/81392/352x500.jpg",
      "publisher": "Media Rodzina",
      "date": "2008-01-15",
      "pages": "208",
      "desc": "Pierwszy tom cyklu o magicznej krainie Narnii, w której czworo dzieci odkrywa tajemniczy świat pełen niezwykłych postaci.",
      "genres": "fantasy, dla dzieci",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "13",
      "isbn": "9788324597227",
      "title": "Lód",
      "author": "Jacek Dukaj",
      "cover": "https://ecsmedia.pl/c/lod-b-iext147498998.jpg",
      "publisher": "Wydawnictwo Literackie",
      "date": "2008-07-01",
      "pages": "1050",
      "desc": "Alternatywna historia świata, w której I wojna światowa nie miała miejsca, a rzeczywistość jest pokryta wiecznym lodem.",
      "genres": "fantasy, science fiction",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "14",
      "isbn": "9788376231952",
      "title": "Trylogia Czarnego Maga: Gildia Magów",
      "author": "Trudi Canavan",
      "cover": "https://cdn.swiatksiazki.pl/media/catalog/product/x/8/x899906952908.jpg?width=650&height=650&store=default&image-type=small_image",
      "publisher": "Galeria Książki",
      "date": "2007-09-25",
      "pages": "520",
      "desc": "Opowieść o Sonei, młodej dziewczynie z biednej dzielnicy, która odkrywa swoje magiczne zdolności i trafia do Gildii Magów.",
      "genres": "fantasy, przygoda",
      "rate": "-",
      "review": "Brak recenzji"
    },
    {
      "id": "15",
      "isbn": "9788380625976",
      "title": "Człowiek z Wysokiego Zamku",
      "author": "Philip K. Dick",
      "cover": "https://s.lubimyczytac.pl/upload/books/111000/111270/352x500.jpg",
      "publisher": "Rebis",
      "date": "2015-10-01",
      "pages": "352",
      "desc": "Alternatywna historia, w której II wojna światowa zakończyła się zwycięstwem państw Osi, a USA zostały podzielone pomiędzy Japonię i Niemcy.",
      "genres": "science fiction, alternatywna historia",
      "rate": "-",
      "review": "Brak recenzji"
    }
  ],
  "wish-list": []
}